Repository: darrylcauldwell/trainTime
Catalog: LiveRail/Resources/Localizable.xcstrings
Source language: en
Languages: cy, de, es, fr

source: 2 minutes
cy: 2 funud
de: 2 Minuten
es: 2 minutos

source: 15 seconds
cy: 15 eiliad
de: 15 Sekunden
es: 15 segundos
fr: 15 secondes

source: 30 seconds
cy: 30 eiliad
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes

source: 60 seconds
cy: 60 eiliad
de: 60 Sekunden
es: 60 segundos
fr: 60 secondes

source: About
cy: Ynghylch
de: Über
es: Acerca de
fr: À propos

source: Alternatives
cy: Dewisiadau Eraill
de: Alternativen
es: Alternativas

source: API Configuration
cy: Ffurfweddiad API
de: API-Konfiguration
es: Configuración de API
fr: Configuration de l'API

source: Arrival
cy: Cyrhaeddiad
de: Ankunft
es: Llegada
fr: Arrivée

source: Auto-refresh interval
cy: Cyfwng adnewyddu awtomatig
de: Automatisches Aktualisierungsintervall
es: Intervalo de actualización automática
fr: Intervalle de rafraîchissement automatique

source: Cache
cy: Storfa
es: Caché

source: Cached data is used when you have no signal. Clearing it will remove all offline data.
cy: Defnyddir data wedi'i storio pan nad oes gennych signal. Bydd ei glirio yn dileu'r holl ddata all-lein.
de: Zwischengespeicherte Daten werden verwendet, wenn Sie kein Signal haben. Durch das Löschen werden alle Offline-Daten entfernt.
es: Los datos en caché se usan cuando no tienes señal. Al borrarlos se eliminarán todos los datos sin conexión.
fr: Les données en cache sont utilisées lorsque vous n'avez pas de signal. Les effacer supprimera toutes les données hors ligne.

source: Calling Points
cy: Mannau Galw
de: Halte
es: Paradas
fr: Arrêts

source: Cancel
cy: Canslo
de: Abbrechen
es: Cancelar
fr: Annuler

source: Cancelled
cy: Wedi'i ganslo
de: Ausgefallen
es: Cancelado
fr: Annulé

source: Choose origin and destination to see the schedule
cy: Dewiswch darddiad a chyrchfan i weld yr amserlen
de: Wählen Sie Start und Ziel, um den Fahrplan anzuzeigen
es: Elija origen y destino para ver el horario
fr: Choisissez l'origine et la destination pour voir l'horaire

source: Clear
cy: Clirio
de: Löschen
es: Borrar
fr: Effacer

source: Clear All Cached Data
cy: Clirio'r Holl Ddata wedi'i Storio
de: Alle zwischengespeicherten Daten löschen
es: Borrar todos los datos en caché
fr: Effacer toutes les données en cache

source: Clear Cache?
cy: Clirio'r Storfa?
de: Cache löschen?
es: ¿Borrar caché?
fr: Effacer le cache ?

source: Clear Recent History
cy: Clirio Hanes Diweddar
de: Letzten Verlauf löschen
es: Borrar historial reciente
fr: Effacer l'historique récent

source: Close
cy: Cau
de: Schließen
es: Cerrar
fr: Fermer

source: coaches
cy: cerbydau
de: Wagen
es: vagones
fr: voitures

source: Darwin API Token
cy: Tocyn API Darwin
es: Token de API de Darwin
fr: Jeton API Darwin

source: Data Source
cy: Ffynhonnell Data
de: Datenquelle
es: Fuente de datos
fr: Source de données

source: Delayed
cy: Hwyr
de: Verspätet
es: Retrasado
fr: Retardé

source: Departed
cy: Wedi gadael
de: Abgefahren
es: Salió
fr: Parti

source: Directions
cy: Cyfarwyddiadau
de: Wegbeschreibung
es: Indicaciones
fr: Itinéraire

source: Directions Unavailable
cy: Cyfarwyddiadau Ddim ar Gael
de: Wegbeschreibung nicht verfügbar
es: Indicaciones no disponibles
fr: Itinéraire non disponible

source: Due
cy: Disgwyliedig
de: Fällig
es: Previsto
fr: Prévu

source: Enable Location
cy: Galluogi Lleoliad
de: Standort aktivieren
es: Activar ubicación
fr: Activer la localisation

source: Enter your API token
cy: Rhowch eich tocyn API
de: API-Token eingeben
es: Introduzca su token de API
fr: Entrez votre jeton API

source: Find Alternatives
cy: Dod o Hyd i Ddewisiadau Eraill
de: Alternativen finden
es: Buscar alternativas
fr: Trouver des alternatives

source: Find Trains
cy: Dod o Hyd i Drenau
de: Züge finden
es: Buscar trenes
fr: Rechercher des trains

source: Finding alternatives...
cy: Chwilio am ddewisiadau eraill...
de: Alternativen werden gesucht...
es: Buscando alternativas...
fr: Recherche d'alternatives...

source: From
cy: O
de: Von
es: Desde
fr: De

source: From Station
cy: Gorsaf Cychwyn
de: Abfahrtsbahnhof
es: Estación de origen
fr: Gare de départ

source: Get to Station
cy: Cyrraedd yr Orsaf
de: Zum Bahnhof
es: Llegar a la estación
fr: Aller à la gare

source: Interval
cy: Cyfwng
de: Intervall
es: Intervalo
fr: Intervalle

source: Journey Time
cy: Amser Taith
de: Reisezeit
es: Tiempo de viaje
fr: Durée du trajet

source: just now
cy: nawr
de: gerade eben
es: ahora mismo
fr: à l'instant

source: Live Map
cy: Map Byw
de: Live-Karte
es: Mapa en vivo
fr: Carte en direct

source: Loading schedule...
cy: Llwytho'r amserlen...
de: Fahrplan wird geladen...
es: Cargando horario...
fr: Chargement de l'horaire...

source: Loading service details...
cy: Llwytho manylion y gwasanaeth...
de: Verbindungsdetails werden geladen...
es: Cargando detalles del servicio...
fr: Chargement des détails du service...

source: Location Access Needed
cy: Angen Mynediad at Leoliad
de: Standortzugriff erforderlich
es: Se necesita acceso a la ubicación
fr: Accès à la localisation nécessaire

source: NEXT
cy: NESAF
de: NÄCHSTER
es: SIGUIENTE
fr: SUIVANT

source: No alternative services found
cy: Ni ddaethpwyd o hyd i wasanaethau eraill
de: Keine alternativen Verbindungen gefunden
es: No se encontraron servicios alternativos
fr: Aucun service alternatif trouvé

source: No Alternatives
cy: Dim Dewisiadau Eraill
de: Keine Alternativen
es: Sin alternativas
fr: Aucune alternative

source: No Direct Trains
cy: Dim Trenau Uniongyrchol
de: Keine Direktzüge
es: Sin trenes directos
fr: Aucun train direct

source: No Saved Journeys
cy: Dim Teithiau Wedi'u Cadw
de: Keine gespeicherten Fahrten
es: Sin viajes guardados
fr: Aucun trajet enregistré

source: No services found
cy: Ni ddaethpwyd o hyd i wasanaethau
de: Keine Verbindungen gefunden
es: No se encontraron servicios
fr: Aucun service trouvé

source: No Stations Found
cy: Dim Gorsafoedd Wedi'u Canfod
de: Keine Bahnhöfe gefunden
es: No se encontraron estaciones
fr: Aucune gare trouvée

source: Offline - showing data from %@
cy: All-lein - dangos data o %@
de: Offline - Daten von %@ werden angezeigt
es: Sin conexión - mostrando datos de %@
fr: Hors ligne - affichage des données de %@

source: On time
cy: Ar amser
de: Pünktlich
es: A tiempo
fr: À l'heure

source: Open in Apple Maps
cy: Agor yn Apple Maps
de: In Apple Maps öffnen
es: Abrir en Apple Maps
fr: Ouvrir dans Apple Maps

source: Platform
cy: Platfform
de: Gleis
es: Andén
fr: Quai

source: Quick Select
cy: Dewis Cyflym
de: Schnellauswahl
es: Selección rápida
fr: Sélection rapide

source: Recent
cy: Diweddar
de: Zuletzt
es: Recientes
fr: Récents

source: Refresh
cy: Adnewyddu
de: Aktualisieren
es: Actualizar
fr: Rafraîchir

source: Register for free at raildata.org.uk
cy: Cofrestrwch am ddim yn raildata.org.uk
de: Kostenlos registrieren auf raildata.org.uk
es: Regístrese gratis en raildata.org.uk
fr: Inscrivez-vous gratuitement sur raildata.org.uk

source: Save a journey from the search screen to access it quickly here
cy: Cadwch daith o'r sgrin chwilio i gael mynediad cyflym yma
de: Speichern Sie eine Fahrt vom Suchbildschirm, um hier schnell darauf zuzugreifen
es: Guarde un viaje desde la pantalla de búsqueda para acceder rápidamente aquí
fr: Enregistrez un trajet depuis l'écran de recherche pour y accéder rapidement ici

source: Save Journey
cy: Cadw Taith
de: Fahrt speichern
es: Guardar viaje
fr: Enregistrer le trajet

source: Saved
cy: Cadwyd
de: Gespeichert
es: Guardados
fr: Enregistrés

source: Schedule
cy: Amserlen
de: Fahrplan
es: Horario
fr: Horaires

source: Search
cy: Chwilio
de: Suche
es: Buscar
fr: Recherche

source: Search by route, not by station
cy: Chwilio yn ôl llwybr, nid gorsaf
de: Nach Strecke suchen, nicht nach Bahnhof
es: Buscar por ruta, no por estación
fr: Rechercher par itinéraire, pas par gare

source: Search Stations
cy: Chwilio Gorsafoedd
de: Bahnhöfe suchen
es: Buscar estaciones
fr: Rechercher des gares

source: Select
cy: Dewis
de: Auswählen
es: Seleccionar
fr: Sélectionner

source: Select a Route
cy: Dewiswch Lwybr
de: Strecke auswählen
es: Seleccionar una ruta
fr: Sélectionner un itinéraire

source: Select station
cy: Dewis gorsaf
de: Bahnhof auswählen
es: Seleccionar estación
fr: Sélectionner une gare

source: Settings
cy: Gosodiadau
de: Einstellungen
es: Ajustes
fr: Réglages

source: Station name or code
cy: Enw neu god gorsaf
de: Bahnhofsname oder Code
es: Nombre o código de estación
fr: Nom ou code de gare

source: Stop
cy: Stopio
de: Stoppen
es: Detener
fr: Arrêter

source: This will remove all cached departure and service data. You will need an internet connection to view train information.
cy: Bydd hyn yn dileu'r holl ddata ymadawiadau a gwasanaethau sydd wedi'u storio. Bydd angen cysylltiad rhyngrwyd arnoch i weld gwybodaeth trenau.
de: Dadurch werden alle zwischengespeicherten Abfahrts- und Verbindungsdaten gelöscht. Sie benötigen eine Internetverbindung, um Zuginformationen anzuzeigen.
es: Esto eliminará todos los datos de salidas y servicios en caché. Necesitará conexión a internet para ver la información de trenes.
fr: Cela supprimera toutes les données de départs et de services en cache. Vous aurez besoin d'une connexion internet pour consulter les informations sur les trains.

source: To
cy: I
de: Nach
es: Hasta
fr: À

source: To Station
cy: Gorsaf Cyrchfan
de: Zielbahnhof
es: Estación de destino
fr: Gare d'arrivée

source: Track
cy: Tracio
de: Verfolgen
es: Seguir
fr: Suivre

source: Train
cy: Trên
de: Zug
es: Tren

source: Type a station name or CRS code
cy: Teipiwch enw gorsaf neu god CRS
de: Bahnhofsname oder CRS-Code eingeben
es: Escriba el nombre de una estación o código CRS
fr: Saisissez un nom de gare ou un code CRS

source: Unable to Load
cy: Methu Llwytho
de: Laden fehlgeschlagen
es: No se pudo cargar
fr: Impossible de charger

source: Unknown
cy: Anhysbys
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Version
cy: Fersiwn
es: Versión
